Repository: airtaxi/PinStats
Catalog: PinStats/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr, zh_hans, zh_hant

# Chart.Now
source: now
ko_kr: 현재
zh_hans: 现在
zh_hant: 現在

# Chart.SecondsAgoFormat
source: {0}s
ko_kr: {0}초
zh_hans: {0}秒
zh_hant: {0}秒

# Hardware.MultiCpuFormat
source: {0} + {1} more
ko_kr: {0} 외 {1}개
zh_hans: {0} + {1} 个
zh_hant: {0} + {1} 個

# Info.BatteryTimeLeft
source: / {0} left
ko_kr: / {0} 남음
zh_hans: / 剩余 {0}
zh_hant: / 剩餘 {0}

# Info.MemoryInfoFormat
source: {0} GB (Total: {1} GB) / {2} GB Left
ko_kr: {0} GB (전체: {1} GB) / {2} GB 남음
zh_hans: {0} GB (总计: {1} GB) / 剩余 {2} GB
zh_hant: {0} GB (總計: {1} GB) / 剩餘 {2} GB

# Info.NetworkFormat
source: U: {0} KB/s D: {1} KB/s
ko_kr: 업: {0} KB/s 다운: {1} KB/s
zh_hans: 上传: {0} KB/s 下载: {1} KB/s
zh_hant: 上傳: {0} KB/s 下載: {1} KB/s

# Info.StorageFormat
source: R: {0} KB/s W: {1} KB/s
ko_kr: 읽기: {0} KB/s 쓰기: {1} KB/s
zh_hans: 读取: {0} KB/s 写入: {1} KB/s
zh_hant: 讀取: {0} KB/s 寫入: {1} KB/s

# Menu.AddToStartup
source: Add to Startup
ko_kr: 시작 프로그램에 추가
zh_hans: 添加到启动项
zh_hant: 新增到啟動項目

# Menu.ChangeToBlackIcon
source: Change to Black Icon
ko_kr: 검은색 아이콘으로 변경

# Menu.ChangeToWhiteIcon
source: Change to White Icon
ko_kr: 흰색 아이콘으로 변경

# Menu.LanguageSystem
source: System default
ko_kr: 시스템 기본값
zh_hans: 系统默认
zh_hant: 系統預設

# Menu.MonitorEntry
source: Monitor {0}: {1} ({2})
ko_kr: 모니터 {0}: {1} ({2})
zh_hans: 显示器 {0}: {1} ({2})
zh_hant: 顯示器 {0}: {1} ({2})

# Menu.ReinitializingStartup
source: Reinitializing Startup Program...
ko_kr: 시작 프로그램 다시 초기화 중...
zh_hans: 正在重新初始化启动程序...
zh_hant: 正在重新初始化啟動程式...

# Menu.RemoveFromStartup
source: Remove from Startup
ko_kr: 시작 프로그램에서 제거
zh_hans: 从启动项移除
zh_hant: 從啟動項目移除

# Menu.TaskbarWidgetMonitorPrimary
source: Primary monitor
ko_kr: 주 모니터
zh_hans: 主显示器
zh_hant: 主顯示器

# Menu.TaskbarWidgetMonitorSecondaryFormat
source: Monitor {0}
ko_kr: 모니터 {0}
zh_hans: 显示器 {0}
zh_hant: 顯示器 {0}

# Menu.Version
source: Version {0}
ko_kr: 버전 {0}
zh_hans: 版本 {0}
zh_hant: 版本 {0}

# Menu_Author.Text
source: Author: Howon Lee (airtaxi)
ko_kr: 제작자: 이호원 (airtaxi)
zh_hans: 作者: Howon Lee (airtaxi)
zh_hant: 作者: Howon Lee (airtaxi)

# Menu_Close.Text
source: Close
ko_kr: 닫기
zh_hans: 关闭
zh_hant: 關閉

# Menu_HardwareMonitorBackgroundImage.Text
source: Hardware Monitor Background Image
ko_kr: 하드웨어 모니터 배경 이미지
zh_hans: 硬件监控背景图片
zh_hant: 硬體監控背景圖片

# Menu_Language.Text
source: Language (restart required on change)
ko_kr: 언어 (변경 시 재시작 필요)
zh_hans: 语言 (更改后需要重启)
zh_hant: 語言 (變更後需要重新啟動)

# Menu_PopupBackgroundImage.Text
source: Popup Background Image
ko_kr: 팝업 배경 이미지
zh_hans: 弹窗背景图片
zh_hant: 彈窗背景圖片

# Menu_RefreshHardwares.Text
source: Refresh Hardwares
ko_kr: 하드웨어 새로 고침
zh_hans: 刷新硬件
zh_hant: 重新整理硬體

# Menu_Reset.Text
source: Reset
ko_kr: 재설정
zh_hans: 重置
zh_hant: 重設

# Menu_SelectImage.Text
source: Select Image
ko_kr: 이미지 선택
zh_hans: 选择图片
zh_hant: 選擇圖片

# Menu_ShowHardwareMonitor.Text
source: Show Hardware Monitor
ko_kr: 하드웨어 모니터 표시
zh_hans: 显示硬件监控
zh_hant: 顯示硬體監控

# Menu_TaskbarWidget.Text
source: Taskbar Widget
ko_kr: 작업 표시줄 위젯
zh_hans: 任务栏小组件
zh_hant: 工作列小工具

# Menu_TaskbarWidgetBatteryPercent.Text
source: Battery Percentage
ko_kr: 배터리 잔량
zh_hant: 電池電量

# Menu_TaskbarWidgetBatteryPower.Text
source: Battery Charge/Discharge Power
ko_kr: 배터리 충방전 전력
zh_hant: 電池充放電功率

# Menu_TaskbarWidgetCpuUsage.Text
source: CPU Usage
ko_kr: CPU 사용량
zh_hant: CPU 使用率

# Menu_TaskbarWidgetGpuUsage.Text
source: GPU Usage
ko_kr: GPU 사용량
zh_hant: GPU 使用率

# Menu_TaskbarWidgetMemoryUsage.Text
source: Memory Usage
ko_kr: 메모리 사용량
zh_hant: 記憶體使用量

# Menu_TaskbarWidgetMonitor.Text
source: Widget Monitor
ko_kr: 위젯 표시 모니터
zh_hans: 小组件显示器
zh_hant: 小工具顯示器

# Menu_TaskbarWidgetNetworkSpeed.Text
source: Network Up/Down
ko_kr: 네트워크 업/다운
zh_hant: 網路上傳/下載

# Menu_TaskbarWidgetStorageSpeed.Text
source: Storage Read/Write
ko_kr: 저장소 읽기/쓰기
zh_hant: 儲存讀取/寫入

# Menu_TaskbarWidgetVirtualMemoryUsage.Text
source: Virtual Memory Usage
ko_kr: 가상 메모리 사용량
zh_hant: 虛擬記憶體使用量

# MonitorSection_Battery.Text
source: Battery
ko_kr: 배터리
zh_hans: 电池
zh_hant: 電池

# MonitorSection_BatteryHealth.Text
source: Battery Health
ko_kr: 배터리 상태
zh_hans: 电池健康
zh_hant: 電池健康

# MonitorSection_Memory.Text
source: Memory
ko_kr: 메모리
zh_hans: 内存
zh_hant: 記憶體

# MonitorSection_Network.Text
source: Network
ko_kr: 네트워크
zh_hans: 网络
zh_hant: 網路

# MonitorSection_Storage.Text
source: Storage
ko_kr: 저장소
zh_hans: 存储
zh_hant: 儲存

# MonitorSection_VirtualMemory.Text
source: Virtual Memory
ko_kr: 가상 메모리
zh_hans: 虚拟内存
zh_hant: 虛擬記憶體

# Tooltip.UsageFormat
source: {0} Usage: {1}%
ko_kr: {0} 사용량: {1}%
zh_hans: {0} 使用率: {1}%
zh_hant: {0} 使用率: {1}%

# Update.MessageFormat
source: A new version ({0}) is available. Do you want to download it?
ko_kr: 새 버전({0})을(를) 사용할 수 있습니다. 다운로드하시겠습니까?
zh_hans: 有新版本 ({0}) 可用。 是否要下载?
zh_hant: 有新版本 ({0}) 可用。 是否要下載?

# Update.Title
source: Update Available
ko_kr: 업데이트 가능
zh_hans: 有可用更新
zh_hant: 有可用更新

# UsageTarget_CpuUsage.Content
source: CPU Usage
ko_kr: CPU 사용량
zh_hans: CPU 使用率
zh_hant: CPU 使用率

# UsageTarget_GpuUsage.Content
source: GPU Usage
ko_kr: GPU 사용량
zh_hans: GPU 使用率
zh_hant: GPU 使用率
